INSERT INTO board(board)
VALUES ('자유게시판'),
       ('게발게시판'),
       ('일상게시판'),
       ('사건사고게시판');

INSERT INTO post(board_id, content, password, title)
VALUES ('1', '안녕하세요', '1234', '안녕 자게'),
       ('2', '안녕하세요', '1234', '안녕 개발게'),
       ('3', '안녕하세요', '1234', '안녕 일상게'),
       ('4', '안녕하세요', '1234', '안녕 사사게'),
       ('1', '안녕하세요2', '1234', '안녕 자게2'),
       ('2', '안녕하세요2', '1234', '안녕 개발게2'),
       ('3', '안녕하세요2', '1234', '안녕 일상게2'),
       ('4', '안녕하세요2', '1234', '안녕 사사게2');

INSERT INTO comment(post_id, content, password)
VALUES ('1', '댓글입니다11', '321'),
       ('2', '댓글입니다11', '321'),
       ('3', '댓글입니다11', '321'),
       ('4', '댓글입니다11', '321'),
       ('5', '댓글입니다11', '321'),
       ('6', '댓글입니다11', '321'),
       ('7', '댓글입니다11', '321'),
       ('8', '댓글입니다11', '321'),
       ('1', '댓글입니다22', '321'),
       ('2', '댓글입니다22', '321'),
       ('3', '댓글입니다22', '321'),
       ('4', '댓글입니다22', '321'),
       ('5', '댓글입니다22', '321'),
       ('6', '댓글입니다22', '321'),
       ('7', '댓글입니다22', '321'),
       ('8', '댓글입니다22', '321');