INSERT INTO board (board_name)
VALUES
    ('자유 게시판'),
    ('개발 개시판'),
    ('일상 게시판'),
    ('사건사고 게시판');

INSERT INTO article(board_id, title, content, password)
VALUES
    (1,'신청몇시?','오늘 신청 몇시인지 아시나요?','1'),
    (2,'자바 할만한가요?','제곧내','2'),
    (2,'자바난이도','자바 어렵습니다...','password'),
    (3,'오늘 먹은거','볶음밥, 갈비찜, 라면','4'),
    (3,'고양이','우리 고양이 귀엽죠','5'),
    (4,'오늘 신청 신고합니다','신청페이지가 들어가지지도 않았어요!!','1234'),
    (1,'오늘 저녁메뉴 추천해주세요','돈까스 vs 제육 추천좀 해주세요','11'),
    (4,'오늘 신청신고해요!!','신청버튼이 안눌려요!!!!','word');

INSERT INTO comment(article_id, article_name_id,comment, password)
VALUES
    (1,1,'오늘 신청 5시입니다','1'),
    (2,2,'자바 전 어려워요 ㅠㅠ','pass'),
    (3,3,'자바 그렇게 어려운가요?','a1b2c3'),
    (4,4,'난 돈까스 먹었는데','1234'),
    (5,5,'고양이ㅠㅠㅠㅠ귀여워ㅠㅠㅠ','qwer'),
    (1,1,'오늘 어떤거 신청하시나요','4321'),
    (3,3,'차라리 파이썬을 할까요','python'),
    (3,3,'그래도 자바 해보세요','javalover'),
    (5,5,'고양이가 이렇게 귀여운이유가뭐임','catlover'),
    (6,6,'아니 신청버튼도 안눌려요!!','cantsubmit'),
    (6,6,'돈줄테니까 신청하게해달라고','11'),
    (6,6,'나는 신청했는데 ㅋㅋ','success'),
    (7,7,'돈까스 먹는게 나을거같아요','katsulover'),
    (8,8,'신청하게 해주세요...','submit'),
    (8,8,'아...','ah');

INSERT INTO search(id,sch)
VALUES
    (1,'제목'),
    (2,'내용');